{
  "description": "I’ve worked on many evolving projects as a Developer, Designer, and Maintainer. I enjoy organizing events, which has led me to actively participate in several open-source communities as a representative.",
  "header_image_path": "experience.svg",
  "sections": [
    {
      "title": "Work",
      "experiences": [
        {
          "title": "Data Analyst",
          "company": "Globallogic Pvt. Ltd.",
          "company_url": "https://globallogic.com/",
          "logo_path": "globallogic_logo.png",
          "duration": "Aug 2025 - Present",
          "location": "Gurgaon, Haryana",
          "description": "Excited to announce that I've started a new chapter in my career with GlobalLogic as a Data Analyst!, Looking forward to contributing to innovative projects and collaborating with a talented team. Here's to new beginnings and exciting challenges ahead!.",
          "color": "#0879bf"
        },
        {
          "title": "Frontend  Developer",
          "company": "Tradeindia  Ltd.",
          "company_url": "https://www.tradeindia.com/",
          "logo_path": "tradeindia_logo.png",
          "duration": "july 2024 - Aug 2025",
          "location": "Noida, Uttar Pradesh",
          "description": "I had a valuable experience working at TradeIndia as a Frontend Developer, where I contributed to building user-friendly and responsive interfaces. Collaborating with a skilled team, I enhanced my expertise in real-world web development, performance optimization, and teamwork within a fast-paced environment. The experience was both enriching and instrumental in my professional growth.",
          "color": "#fc1f20"
        }
      ]
    },
    {
      "title": "Internships",
      "experiences": [
        {
          "title": "DRDO Internship - React Development",
          "company": "DRDO - govt of India",
          "company_url": "https://www.drdo.gov.in/",
          "logo_path": "delhivery_logo.png",
          "duration": "July 2024 - Nov 2024",
          "location": "Vishwavidyalay, Delhi",
          "description": "Intern at DRDO, specializing in React Development!. This incredible experience allowed me to dive deep into the world of ReactJS and further refine my skills in creating dynamic, efficient, and user-friendly web applications., I had the opportunity to learn about web security, gaining valuable insights into best practices for building secure and robust web applications. From understanding potential vulnerabilities to implementing effective security measures, this internship has been a game-changer for my development journey.",
          "color": "#ee3c26"
        }
      ]
    },
    {
      "title": "Volunteerships",
      "experiences": []
    }
  ],
  "subtitle": "Work, Internship and Volunteership",
  "title": "Experience"
}
